[
	{
		"id": 1,
		"name": "Tengely hatalmak",
		"content": "A tengelyhatalmak vagy tengely elnevezést a második világháborúban a német szövetségi rendszerhez tartozó államok elnevezésére alkalmazzák. Az elnevezést elsősorban a három tengely-nagyhatalomra, a náci Németországra, a fasiszta Olaszországra és a birodalmi Japánra használják, de tengelyhatalomnak, vagy tengelyhez tartozónak szokták nevezni a később e szövetségi rendszerhez csatlakozó más országokat is. Az elnevezés onnan ered, hogy Benito Mussolini 1936. november 1-jén a következő szavakkal hozta nyilvánosságra a néhány nappal korábban megkötött német–olasz egyezményt: „a Berlin–Róma-ív nem választóvonal, hanem tengely”, amely köré Európa többi állama csoportosul.",
		"countries": [
			{
				"cname": "Németország",
				"information": "A nemzetiszocialista Németország (németül nationalsozialistisches Deutschland vagy nationalsozialistischer Staat) a weimari köztársaság demokratikus államrendszerét felváltó, 1933-tól 1945-ig fennálló, Adolf Hitler diktatórikus vezetése alatt álló állam informális elnevezése. Az ország hivatalos elnevezése továbbra is Német Birodalom (Deutsches Reich) volt egészen 1943-ig, amikor az elnevezés Nagynémet Birodalomra (Großdeutsches Reich) módosult. A nemzetiszocialista Németország a második világháború végeztével összeomlott, helyét 1949-ben a Német Demokratikus Köztársaság, illetve a Német Szövetségi Köztársaság vette át. \n A nemzetiszocialista német államot az egyén feletti abszolút uralom igénye, radikális antiszemitizmus, elterjedt vezérkultusz és fokozódó állami terror jellemezte. A diktatúra létrehozása Hitler 1933. január 30-i kancellári kinevezése után azonnal megkezdődött: a birodalmi elnök nép és az állam védelméről szóló 1933. február 28-i rendelete és az 1933. március 24-i felhatalmazási törvény végleg felfüggesztette a weimari birodalmi alkotmány lényeges részeit, beleértve a hatalmi ágak szétválasztását, a kormány parlamenti ellenőrzését és az alapvető állampolgári jogokat. A rendkívüli állapot a náci állam végéig érvényben maradt.A nemzetiszocialista rezsim néhány hónap alatt a politika és a társadalom összehangolásával a nemzetiszocializmus ideológiájára épülő központosított államot hozott létre. A szakszervezeteket és minden politikai pártot az NSDAP kivételével betiltottak. A korábbi, világosan meghatározott jogosítványokkal rendelkező államrendszer helyett az állam és az NSDAP egymást átfedő kompetenciáinak rivális együttélése következett be, egy olyan polikrácia, amelyben mindig Hitleré volt a végső döntés jogköre. A titkos államrendőrség (Gestapo) és az olyan pártszervezetek segítségével, mint az SA és az SS a rezsim az alkotmányos államot rendőrállammá alakította előbb koncentrációs, később pedig megsemmisítő táborokkal is kiegészítve. A holokauszt és a porajmos – a zsidók, szintik és romák szisztematikus népirtása –, az ellenzék tagjainak, másként gondolkodók, fogyatékkal élők és homoszexuálisok üldözése és meggyilkolása, valamint betegek meggyilkolása – ennek során 216 000 testi, szellemi fogyatékos ember és pszichés beteg szisztematikus meggyilkolása – több millió ember életét követelte."
			},
			{
				"cname": "Magyarország",
				"information": "A két világháború közötti Magyarország fő célkitűzése az 1920-as trianoni békeszerződés revíziója és a külpolitikai elszigeteltségből való kitörés volt, ennek érdekében olasz, majd német segítséget remélt. A fenti politika 1938–1941 között jelentős területgyarapodással járt (bécsi döntések, Kárpátalja visszacsatolása, a délvidéki bevonulás), azonban Magyarország szembe került a szövetséges hatalmakkal. A magyar vezetés a fegyveres semlegesség kudarca után a háborús részvétel minimalizálására törekedett, de a Magyar 2. hadsereg keleti fronton elszenvedett veszteségei után 1944-1945-ben Magyarország lényegében a szovjet és német erők ütközőzónájává vált, végül totális háborús vereséget szenvedett.[1] Az 1947-es párizsi békeszerződés nyomán Magyarország a trianoni békeszerződésben meghatározott és kijelölt területénél is kisebb területtel fejezte be a háborút. A második világháború további következményeként az ország 1990-ig, a szovjet katonaság kivonásáig szovjet fennhatóság alatt maradt."
			},
			{
				"cname": "Japán",
				"information": "Amikor a második világháború kitört Európában, a Távol-Keleten már több éve zajlott a második kínai–japán háború. Egyesek szerint a második világháború kezdete is ennek a háborúnak a kezdetével egyezik meg.[3] A japánok a kezdeti években sorra foglalták el a part menti területeket, egészen Francia Indokínáig. Miután Franciaország kapitulált, a japánok szeptember 23-án megindították a támadást a gyarmat ellen, és három nap alatt megszállták Francia Indokína északi részét.[263] Japán következő célpontja Burma és Malájföld volt, de az odavezető út Sziámon keresztül vezetett. A japánok 1941. december 8-án megkezdték a hadjáratot az ország ellen, Bangkokot és néhány kikötőt még aznap elfoglaltak. Az ország két hét múlva békét kötött Japánnal, és hadat üzent a szövetségeseknek.[264] Érdekesség, hogy bár a támadás megkezdését Pearl Harbor megtámadásával szinte egy időre, december 8-ára tűzték ki, azonban az időpont az időeltolódás miatt gyakorlatilag a Pearl Harbor-i események előtt egy óra húsz perccel megkezdődött.[265] Thaiföld lerohanása után a csapatok egy része nyugatra, Burma felé vette az irányt, a másik fele délre, Szingapúr felé.[266] A szingapúri csata 1942. február 15-én brit kapitulációval ért végett,[267][268] majd májusban Burmából is kiszorították a japánok a briteket.[266] A sziámi hadműveletekkel egy időben Hongkong brit gyarmatvárost is megtámadták a japánok. A helyi erők karácsony estéig kitartottak, de ekkor elfogyott a vízkészletük[269] és a lőszerük, és kénytelenek voltak kapitulálni.[270]"
			}
		]
	},
	{
		"id": 2,
		"name": "Szövetségesek",
		"content": "A szövetséges hatalmak, vagy szövetségesek (angolul Allies) a második világháborúban azok az országok voltak, amelyek együtt küzdöttek az ún. tengelyhatalmak ellen. A szövetségesek 1942 január 1-2-án írták alá az Egyesült Nemzetek Nyilatkozatát, ennek nyomán hivatalos elnevezésük az Egyesült Nemzetek (angolul United Nations) lett, de a gyakorlatban általában csak röviden a szövetségesek elnevezést használták. A szövetségesek hivatalos nevéből alakult ki a háború után megalapított Egyesült Nemzetek Szervezete (ENSZ) neve. A szövetséges hatalmak magját a Három Nagy képezte: az Egyesült Államok, Nagy-Britannia és a Szovjetunió. Ezeket és Kínát együttesen Franklin D. Roosevelt amerikai elnök úgy említette, hogy a Négy Rendőr.",
		"countries": [
			{
				"cname": "Amerika",
				"information": "A 19–20. század fordulóján jelentős volt az európai bevándorlás, ami biztosította a gyors gazdasági fejlődés által megkívánt munkaerőt. A 20. század elejére az USA felsorakozott a világ nagy ipari hatalmai közé. Az első világháború idején az USA az Antant-hatalmakkal szimpatizált, az amerikai közvélemény azonban sokáig idegenkedett attól, hogy beavatkozzanak az európai hatalmak ügyeibe. Amikor azonban 1917-ben Németország meghirdette a korlátlan tengeralattjáró-háborút Nagy-Britannia ellen, az USA belépett a háborúba, melyet 1918-ban meg is nyertek (a britek legfőbb katonai ellátója és hitelezője USA volt). Az ezt követő évek gyors gazdasági fellendülését a nagy gazdasági világválság szakította meg. A válságból való kilábalásra Franklin Delano Roosevelt elnök meghirdette a New Dealnek („új megállapodás”) nevezett politikát, mely szerint recessziós időszakban az államnak kell beruházásokkal segíteni a gazdaságot. Az Egyesült Államok kezdetben a második világháborúba sem lépett be, de a kölcsönbérleti törvény alapján utánpótlással és hadianyaggal segítette Nagy-Britanniát, Kínát és a Szovjetuniót. Az amerikai közvéleményre azonban drámai hatást gyakorolt a Pearl Harbor elleni váratlan japán támadás, és a következő nap, 1941. december 8-án az USA hadba lépett a tengelyhatalmak ellen. A II. világháború 1945-ös szövetséges győzelmében az Egyesült Államok roppant gazdasági erejének fontos szerepe volt. A háborúban meggyengült Nagy-Britannia helyébe Amerika lépett, és a kapitalista világ vezető hatalmává vált."
			},
			{
				"cname": "Angila",
				"information": "A hadüzenet után az angolok 158 ezer embert szállítottak át a csatornán a franciák megsegítésére (ami a következő év tavaszára 316 ezerre nőtt), de mivel tartottak a német határon a megerősített Siegfried-vonaltól, az első világháborús reflexek alapján nem intéztek támadást a keleten lekötött Németország ellen, hanem csak szórványos bombatámadásokat intéztek a városok ellen és röplapokat szórtak; ez volt az ún. „furcsa háború”. 1940 áprilisában csapatokat szállítottak Norvégia megszállására; a lépéssel a német megszállást akarták megelőzni. A németek azonban nagyobb egységeket helyeztek el az ország kulcsfontosságú pontjain és a brit akció kudarccal zárult. Emiatt május 10-én Chamberlain lemondott és helyette az Admiralitás első lordja, Winston Churchill lett a miniszterelnök. Néhány órával később megindult a németek nyugati offenzívája Belgium, majd Franciaország ellen. A szövetséges haderő nagy része Flandriában koncentrálódott, mert az első világháborús Schlieffen-terv megismétlését várták. A németek azonban páncélos hadosztályokkal áttörtek a gyengén védett Ardenneken és gyors tempóban haladva, délről bekerítették az angol-francia erőket. A Dunkerque-be visszavonult szövetséges csapatokat az utolsó pillanatban sikerült evakuálni, de felszerelésük nagy része odaveszett. A francia kapituláció után Hitler előkészítette Anglia invázióját, de mivel nem sikerült megfelelő légifölényt kivívnia, nem kockáztatta a La Manche-csatornán való átkelést és 1941-ben inkább keleten támadt a Szovjetunióra. Nagy-Britanniát későbbre hagyta és addig is korlátlan tengeralattjáró-háborúval próbálta elvágni szövetségesei és gyarmatai utánpótlásától. 1941 tavaszán a britek csapatokat szállítottak Görögországba, valamint megerősítették a stratégiai fekvésű Kréta szigetét, hogy megakadályozzák a németek déli terjeszkedését, de mindkét helyszínen gyors vereséget szenvedtek. Észak-Afrikában 1940 decemberében olasz csapatok Líbiából támadtak Egyiptom felé, de az ottani angol egységek egy ellentámadással körülzárták és megsemmisítették a gyarmati olasz hadsereget, ezért Erwin Rommel vezetésével német segédcsapatok érkeztek az olaszok segítségére. Az észak-afrikai hadszíntéren változó szerencsével folyt a háború, hol az egyik, hol a másik félnek sikerült előnyre szert tennie. A döntő csatára El-Alameinnél került sor 1942 október-novemberében és a Bernard Montgomery vezette brit csapatok áttörő sikert arattak. Még zajlott az el-alameini csata, amikor megindult a háború első nagyszabású brit-amerikai inváziója, a Torch hadművelet keretében megszállták Franciaország és Olaszország észak-afrikai gyarmatait. Eközben 1941 decemberében Japán hadat üzent Nagy-Britanniának és miután légitámadásokkal elsüllyesztette a távol-keleti flotta büszkeségeit, a HMS Prince of Wales-t és a HMS Repulse-t, megszállták Hong Kongot, Szingapúrt, Malájföldet, Burmát és már Indiát és Ausztráliát veszélyeztették. Észak-Afrika elfoglalása után az angol-amerikai csapatok 1943 júliusában megkezdték előbb Szicília, majd egész Olaszország invázióját. A szovjet fronton lekötött Németország nem tudott megfelelő segítséget nyújtani Mussolini kormányának, amely szeptemberre összeroppant és fegyverszünetet kért. Ennek hírére a németek egy gyors akcióval átvették a hatalmat Itáliában, Mussolinit északra menekítették és védvonalakat építettek ki. Ennek ellenére a szövetségesek 1943 telére Nápolyig egész Dél-Olaszországot birtokba vették. A makacsul – különösen Monte Cassinónál – védekező németek fokozatosan hátráltak és Rómát csak 1944. június 5-én sikerült bevenni. Olaszország ekkorra azonban már mellékhadszíntérré vált, mert Dél-Angliában hónapok óta készítették a világ addigi legnagyobb tengeri inváziós hadműveletét és egy nappal Róma elfoglalása után, június 6-án megindult a normandiai partraszállás. Az első napon 160 ezer angol és amerikai katona (számuk augusztusra kétmillióra nőtt) kelt át a La Manche-csatornán és törte át a megerősített német partvédelmet Normandiában. Az intenzív harcok során fokozatosan nyomultak előre. Augusztus 25-én visszafoglalták Párizst, szeptember 3-án Brüsszelt. 1944 decemberében a németek jelentős ellentámadással próbálkoztak az Ardennekben, de a hatalmas létszámhátrány miatt eleve kudarcra voltak ítélve. 1945 áprilisának elején a szövetségesek átkeltek a Rajnán, május 7-re pedig a szovjetek elfoglalták Berlint és Németország megadta magát. 1943 végén a japánok Burmából megindították inváziójukat India irányába. A briteknek a megerősített határvárosokban (Kohimában és Imphalban) sikerült feltartóztatniuk az előrenyomuló japánokat, majd 1944 végén ellentámadást indítottak. 1945 májusára visszafoglalták Rangoont, majd a tisztogató hadműveletekkel egy időben megkezdték Malájföld visszahódítását. A flotta egy része segítette az amerikaiakat Okinava szigetének áprilisban kezdődő megszállásában. A Hirosima és Nagaszaki elleni atomtámadások után Japán 1945. augusztus 15-én megadta magát."
			},
			{
				"cname": "Szovjetúnió",
				"information": "A Szovjet Szocialista Köztársaságok Szövetsége,[* 1] röviden Szovjetunió vagy SZSZKSZ (oroszul: Союз Советских Социалистических Республик, magyaros átírásban: Szojuz Szovjetszkih Szocialisztyicseszkih Reszpublik, röviden Советский Союз [Szovjetszkij Szojuz] vagy CCCP, azaz: sz-sz-sz-r), államszocialista berendezkedésű szövetségi állam volt Eurázsiában, mely 1922-től 1991-ig állt fenn. Az emberiség történetének egyik legnagyobb területű országa volt; több mint 22 millió km²-es területe a Föld szárazföldjének csaknem hetedét lefedte. Nyugaton a külpolitikája miatt néha Szovjet Birodalomnak is nevezték.[1][2] A Szovjetunió kettős államszövetség volt: nemcsak a Szovjetunió mint keret volt föderatív, azon belül egyes tagállamok szintén föderációként működtek (fennállása során mindvégig ilyen volt az Oroszországi SZSZSZK, valamint 1936-ig a Kaukázusontúli SZSZSZK; ennek öröksége a mai Oroszország föderatív államszervezete). Minden tagállam saját alkotmánnyal, kormánnyal, igazságszolgáltatással, törvényhozással, hivatalos nyelv(ek)kel és kommunista párttal rendelkezett. Az autonóm területek hatásköre kisebb volt, de egy bizonyos szintig szintén rendelkeztek saját államszervezettel. Fővárosa és gazdasági, közlekedési, oktatási valamint politikai központja Moszkva volt. Sokszor pontatlanul Oroszországnak nevezték a birodalom elsődleges politikai és gazdasági hatalmát birtokló orosz nép és legnagyobb tagállama, az Oroszországi SZSZSZK után. A II. világháború után az USA mellett szuperhatalom lett. Társalapítója volt az ENSZ-nek, valamint az ENSZ Biztonsági Tanácsának vétójoggal rendelkező, állandó tagja lett. Alapító tagja volt továbbá a Varsói Szerződésnek, az Európai Biztonsági és Együttműködési Szervezetnek (OSCE) és a Kölcsönös Gazdasági Segítség Tanácsának (KGST). A világ szocialista államainak elsődleges mintája volt; ahol a kormányt és a politikai szervezeteket egyetlen párt, a Szovjetunió Kommunista Pártja irányította. A felbomlása után Oroszországot de facto[3] a Szovjetunió utódállamaként ismerték el a nemzetközi jogviszonyokban,[4] és az ENSZ Biztonsági Tanácsában is betöltötte a helyét.[5]"
			}
		]
	},
	{
		"id": 3,
		"name": "Holokauszt",
		"content": "A holokauszt legismertebb jelentése a náci Németország által kontrollált területeken a második világháború alatt végrehajtott, a nemzetiszocialista német kormány által eltervezett és irányított népirtás, amelynek körülbelül hatmillió európai, zsidó származású ember esett áldozatul.[1] Zsidó terminusa[2] a soa vagy soá (שׁוֹאָה), ami a teljes pusztulást, kiirtást jelenti (jiddis חורבן).[3] A náci rendszer más csoportokat is üldözött vagy próbált megsemmisíteni: a cigányokat (Porajmos), az oroszokat (különösen a hadifoglyokat), a lengyeleket (Generalplan Ost), a fogyatékosokat (Aktion T4), a homoszexuálisokat és a politikai vagy vallási ellenállókat, például a szocialistákat, kommunistákat, vagy Jehova Tanúit.[4][5] Üldöztetést szenvedtek rajtuk kívül a rendszerrel szemben álló katolikus papok és protestáns lelkipásztorok is, akik közül sokakat deportáltak, fogságban tartottak vagy ezekkel fenyegettek.[6][7] Sok kutató nem veszi bele ezen csoportokat a holokauszt definíciójába, hanem azt a zsidó nép irtásaként határozza meg.[8] A nácik minden áldozatát figyelembe véve a halottak száma jóval nagyobb, a legtöbb becslés 9 és 11 millió közé teszi.[9] Az üldözés és népirtás több lépésben valósult meg. A zsidókat a civil társadalomból kizáró nürnbergi törvények évekkel megelőzték a második világháborút. Koncentrációs táborokat létesítettek, ahol kényszermunkát végeztettek a foglyokkal, amíg azok bele nem pusztultak a kimerültségbe vagy valamilyen betegségbe.[10] A Harmadik Birodalom által újonnan meghódított keleti területeken Einsatzgruppéknak nevezett speciális alakulatok tömegesen kivégezték a zsidókat és a nácik politikai ellenségeit.[10] A zsidókat és a cigányokat gettókba zárták, ahonnan tehervagonokkal szállították őket a több száz kilométernyire fekvő haláltáborokba; akik túlélték az utazást, azok nagy részével gázkamrákban végeztek.[10] A német bürokrácia minden ága részt vett a tömeggyilkosságok megszervezésében, az ország – egy holokausztkutató szavaival élve – „népirtó állammá” vált.[11]"
	},
	{
		"id": 4,
		"name": "Szovjenúnió megtámadása",
		"content": "A Szovjetunió elleni támadás tervét már 1941 elején jóváhagyták, és a Barbarossa kódnevet kapta. 1941. június 22-én három irányba indították el a támadást.[51] Északon Leningrád felé kellett támadnia Wilhelm von Leeb Észak Hadseregcsoportjának, középen Szmolenszken át Moszkva felé tört előre Fedor von Bock Közép Hadseregcsoportja, délen pedig – (Galíciából kiindulva) Ukrajnán át a Donyec-medence és a Fekete-tenger felé – Gerd von Rundstedt Dél Hadseregcsoportja.[52][53] A támadás teljesen meglepte a szovjeteket, és csak június 29-én szólított fel a Népbiztosok Tanácsa és az SZK(b)P Központi Bizottsága a fegyveres ellenállásra. Három hadseregcsoportot szerveztek meg: Vorosilov marsall északnyugati, Tyimosenko marsall nyugati, valamint Bugyonnij délnyugati frontját.[54] A kezdetekben a németek mindhárom hadseregcsoportja jól haladt előre, emiatt a szovjetek a Sztálin-vonalhoz húzódtak vissza.[55] Július 4-én megkezdődött a vonal áttörése, amely két hétig tartott. A siker után a német Észak Hadseregcsoport egészen Észtországig, a Közép Hadseregcsoport Vityebszkig, a Dél Hadseregcsoport a Dnyeszter vonaláig nyomult.[56] A német Dél Hadseregcsoporthoz az olaszok mellett nemcsak a románok küldtek csapatokat, hanem a magyarok is. Magyarország az 1941. június 26-án történt kassai bombázás miatt lépett be a háborúba június 27-én a németek oldalán.[56] A Dél és a Közép Hadseregcsoport a Pripjaty-mocsarakban harcoló szovjet egységeket bekerítették, és így egységes frontot tudtak létrehozni. Az Észak Hadseregcsoport eközben tovább haladt Leningrád felé, és augusztus 10-én a város külső védelmi gyűrűjét is megközelítette.[57] A Névát szeptember elején érte el az ellenség, és szeptember 8-án megkezdték a város ostromát.[57][58] A Közép Hadseregcsoport augusztus végén elfoglalta Szmolenszket, így egy éket képezett az északi és a déli csoport között, ami a németek számára szükség volt a déliek felzárkózására, ezért Kijev bevételére a Közép Hadseregcsoportból páncélos egységeket csoportosítottak át a Dél Hadseregcsoportba.[55] A várost szeptember 29-én vették birtokba a németek.[57] Kijev elestének másnapján Hitler kijelentette, hogy megindítják az utolsó rohamot a szovjet főváros, Moszkva ellen. Sorban foglalta el a német Közép Hadseregcsoport a környező szovjet városokat. Október 12-én elesett Kaluga, és két nappal később már 80 km-re voltak a fővárostól.[59]"
	},
	{
		"id": 5,
		"name": "Lengyelország megtámadása",
		"content": "A Lengyelország elleni német támadásra a közvetlen ürügy egy átlátszó provokáció, a gleiwitzi (ma: Gliwice) rádióadó elleni támadás szolgáltatta, amikor lengyel egyenruhába öltözött németek elfoglalták a határ menti kisváros rádióállomását.[38] Az első harci eseményre 1939. szeptember 1-jén, hajnali 4 óra 40 perckor került sor, amikor a német légierő (Luftwaffe) bombázni kezdte a lengyelországi Wieluń városát.[39] Ezzel az eseménnyel kitört a második világháború. Az Egyesült Királyság és Franciaország már korábban megállapodott, hogy Lengyelországot nem hagyják Csehszlovákia sorsára jutni. 1939. szeptember 3-án ultimátumot küldtek Németországnak, amely a hadműveletek leállítását és a tárgyalások felvételét követelte. Mivel ez nem valósult meg, az Egyesült Királyság és Franciaország is hadat üzent Németországnak,[40] de kisebb összetűzéseken kívül nem történtek háborús cselekmények, ezért hívják ezt furcsa háborúnak (drôle de guerre).[41] A német Wehrmacht gépesített csapatai a légierőtől támogatva gyors ütemben nyomultak előre, szétzilálva a keményen küzdő, de korszerűtlenségük miatt esélytelen lengyel erőket. Szeptember 17-én a szovjet haderő is átlépte a határt és megszállta a Molotov–Ribbentrop-paktumban megállapított területeket.[42][43] Lengyelország sorsa ezzel véglegesen megpecsételődött és hadserege megsemmisült. A német–szovjet csapások alatt az ország nem tudott sokáig ellenállni. Szeptember 27-én Varsó kapitulált,[43][44] Lengyelországot pedig a németek és a szovjetek felosztották egymás között, és ezzel megszűnt a keleti front."
	},
	{
		"id": 6,
		"name": "Angliai csata",
		"content": "Az angliai csatán a La Manche csatorna ellenőrzéséért vívott küzdelemsorozatot értjük. A náci hadvezetés a légtér ellenőrzését előfeltételnek tekintette Nagy-Britannia megszállásához. A csata dátumát a brit, illetve német források eltérően adják meg: az angolok 1940. július 10. és október 31. között, míg a németek 1940. augusztus közepétől 1941. május végéig.[161] Az angliai csata során a németek vadászrepülőkkel támadták meg az angol partokat és repülőket. Később Londont is bombázták, amiért korábban az angolok Berlinre is bombákat szórtak.[162] Az angliai csata sikeréhez hozzájárult a jól kiépített radarrendszer, amely lehetővé tette, hogy már akkor tudomást szerezhessenek a német repülőgépekről, amikor azok még Franciaországban voltak.[162] A csatát a németek elvesztették és Hitler a Szovjetunió felé fordította tekintetét.[162] A csata idején, azaz 1940. szeptember 27-én kötötte meg Berlinben Németország, Olaszország és Japán a háromhatalmi egyezményt, amelyben kimondták, hogy segítik egymást a szövetségesek ellen.[163]"
	},
	{
		"id": 7,
		"name": "A háború vége",
		"content": "A háború Európában 1945. május 8-án Németország, míg Ázsiában szeptember 2-án Japán feltétel nélküli megadásával fejeződött be. 1939. szeptember 1. – 1945. szeptember 2. A tengelyhatalmak totális veresége, szövetséges győzelem."
	}
]
